const blessing_shirt = {
    monday: {
        work: [
            "เขียว", "เหลือง", "ส้ม", "ม่วง"
        ],
        love: [
            "ดำ", "น้ำเงิน", "ม่วง"
        ],
        health: [
            "ฟ้า", "ชมพู"
        ],
        unfortunate: [
            "แดง"
        ]
    },
    tuesday: {
        work: [
            "ดำ", "เทา", "แดง", "น้ำเงิน"
        ],
        love: [
            "ส้ม", "แดง"
        ],
        health: [
            "ส้ม", "เขียว"
        ],
        unfortunate: [
            "เหลือง", "ขาว", "ชมพู"
        ]
    },
    wednesday: {
        work: [
            "น้ำตาล", "ส้ม", "เหลือง", "น้ำเงิน"
        ],
        love: [
            "น้ำเงิน", "ฟ้า", "เทา"
        ],
        health: [
            "ม่วง", "ดำ"
        ],
        unfortunate: [
            "ชมพู", "แดง"
        ]
    },
    thursday: {
        work: [
            "ขาว", "เหลือง", "ชมพู", "แดง", "ฟ้า"
        ],
        love: [
            "เขียว"
        ],
        health: [
            "เทา"
        ],
        unfortunate: [
            "ม่วง", "ดำ"
        ]
    },
    friday: {
        work: [
            "เขียว", "เหลือง", "ขาว", "ฟ้า"
        ],
        love: [
            "ส้ม", "ชมพู"
        ],
        health: [
            "เขียว"
        ],
        unfortunate: [
            "เทา"
        ]
    },
    saturday: {
        work: [
            "น้ำเงิน", "เหลือง", "เทา", "ฟ้า"
        ],
        love: [
            "ชมพู", "ส้ม"
        ],
        health: [
            "แดง"
        ],
        unfortunate: [
            "เขียว"
        ]
    },
    sunday: {
        work: [
            "ม่วง", "ดำ", "เขียว", "ส้ม", "แดง"
        ],
        love: [
            "ดำ", "เทา"
        ],
        health: [
            "เหลือง", "ชมพู"
        ],
        unfortunate: [
            "น้ำเงิน", "ฟ้า"
        ]
    },
}